/* No comment provided by engineer. */
"%@ has cancelled this request." = "%@ ได้ยกเลิกคำขอนี้";

/* No comment provided by engineer. */
"%@ has declined your request." = "%@ ได้ปฏิเสธคำขอของคุณ";

/* No comment provided by engineer. */
"%@ would like to connect." = "%@ ต้องการเชื่อมต่อ";

/* No comment provided by engineer. */
"%@\nhas cancelled this request." = "%@\nได้ยกเลิกคำขอนี้";

/* No comment provided by engineer. */
"%@\nhas declined your request." = "%@\nได้ปฏิเสธคำขอของคุณ";

/* No comment provided by engineer. */
"%@\nwould like to connect." = "%@\nต้องการเชื่อมต่อ";

/* No comment provided by engineer. */
"Accept" = "ตอบรับ";

/* No comment provided by engineer. */
"Bluetooth Communication Error" = "ข้อผิดพลาดสื่อสารกับบลูทูธ";

/* No comment provided by engineer. */
"Bluetooth must be on to connect to nearby iPads, iPhones, or iPod touches." = "ต้องเปิดใช้บลูทูธเพื่อเชื่อมต่อกับ iPad หรือ iPhone หรือ iPod touch ใกล้เคียง";

/* No comment provided by engineer. */
"Cancel" = "ยกเลิก";

/* No comment provided by engineer. */
"Choose an iPad, iPhone,\nor iPod touch:" = "เลือก iPad หรือ iPhone\nหรือ iPod touch:";

/* No comment provided by engineer. */
"Connection Lost" = "ขาดการเชื่อมต่อ";

/* No comment provided by engineer. */
"Decline" = "ปฏิเสธ";

/* No comment provided by engineer. */
"is not available." = "ไม่พร้อม";

/* No comment provided by engineer. */
"Looking for other iPads, iPhones, or iPod touches…" = "กำลังค้นหา iPad หรือ iPhone หรือ iPod touch อื่นๆ…";

/* No comment provided by engineer. */
"Looking for peers…" = "กำลังค้นหาผู้ทัดเทียม…";

/* No comment provided by engineer. */
"Nearby" = "ข้างเคียง";

/* No comment provided by engineer. */
"Not supported on this\n%@." = "ไม่รองรับกับ\n%@ นี้";

/* No comment provided by engineer. */
"OK" = "ตกลง";

/* No comment provided by engineer. */
"Online" = "ออนไลน์";

/* No comment provided by engineer. */
"Request declined." = "คำขอถูกปฏิเสธ";

/* No comment provided by engineer. */
"This request was cancelled." = "คำขอนี้ถูกยกเลิก";

/* No comment provided by engineer. */
"Waiting for %@…" = "กำลังรอ %@…";

/* No comment provided by engineer. */
"Waiting for\n%@…" = "กำลังรอ\n%@…";

/* No comment provided by engineer. */
"Waiting to connect…" = "กำลังรอเชื่อมต่อ…";

/* No comment provided by engineer. */
"Would you like to turn on Bluetooth?" = "ต้องการเปิดใช้บลูทูธหรือไม่";

